export const periods = [
  {
    label: '1996-2000',
    type: 'Наука',
    news: [
      { title: '1996', text: 'Создание вакцины нового поколения' },
      { title: '1997', text: 'ИИ в медицине' },
      { title: '1998', text: 'Исследования ДНК' },
      { title: '1999', text: 'Новые телескопы' },
      { title: '2000', text: 'Развитие нейросетей' },
    ]
  },
  {
    label: '2001-2006',
    type: 'Спорт',
    news: [
      { title: '2001', text: 'Олимпийские игры' },
      { title: '2003', text: 'Чемпионат мира' },
      { title: '2004', text: 'Мировые рекорды' },
      { title: '2005', text: 'Громкие переходы' },
      { title: '2006', text: 'Развитие лиг' },
    ]
  },
  {
    label: '2007-2011',
    type: 'Искусство',
    news: [
      { title: '2007', text: 'Мировые выставки' },
      { title: '2008', text: 'Цифровое искусство' },
      { title: '2009', text: 'Новые музеи' },
      { title: '2010', text: 'Арт-проекты' },
      { title: '2011', text: 'Галерейные тренды' },
    ]
  },
  {
    label: '2012-2016',
    type: 'Техника',
    news: [
      { title: '2012', text: 'AI продукты' },
      { title: '2013', text: 'Робототехника' },
      { title: '2014', text: 'Процессоры' },
      { title: '2015', text: 'Дополненная реальность' },
      { title: '2016', text: 'Виртуальная реальность' },
    ]
  },
  {
    label: '2017-2021',
    type: 'Музыка',
    news: [
      { title: '2017', text: 'Мировые фестивали' },
      { title: '2018', text: 'Новые артисты' },
      { title: '2019', text: 'Музыкальные тренды' },
      { title: '2020', text: 'Хиты года' },
      { title: '2021', text: 'Мировые туры' },
    ]
  },
  {
    label: '2022-2026',
    type: 'Литература',
    news: [
      { title: '2022', text: 'Бестселлеры' },
      { title: '2023', text: 'Новые авторы' },
      { title: '2024', text: 'Тренды' },
      { title: '2025', text: 'Лит. премии' },
      { title: '2026', text: 'Издательства' },
    ]
  }
];
